Repository: gph4ppy/Covider
Catalog: Covider/Shared/Localization/*.lproj/Localizable.strings
Languages: pl

source: Welcome to Covider
pl: Witaj w Covider

source: Start using app
pl: Rozpocznij korzystanie z aplikacji

source: Navigation
pl: Nawigacja

source: The purpose
pl: Cel

source: Head in the clouds?
pl: Z głową w chmurach?

source: You are in control
pl: Masz kontrolę

source: Permissions
pl: Uprawnienia

source: Ready?
pl: Gotowy?

# welcome_screen_description_1
source: Swipe to the left or right to move around the tutorial.
pl: Przewiń w lewo lub w prawo, aby poruszać się po poradniku.

# welcome_screen_description_2
source: Covider is a simple application that facilitates the work of security guards to watch places where counting entering people is necessary.
pl: Covider jest prostą aplikacją, która ułatwia pracę ochroniarzy w pilnowaniu miejsc, gdzie niezbędne jest liczenie ludzi.

# welcome_screen_description_3
source: With Covider, you don't have to remember how many people have entered - it's all on the screen! Speaking of clouds... Did you know that your duties are saved not only locally but also in iCloud, so they stay in sync across all your devices?
pl: Dzięki Covider nie musisz pamiętać ile osób weszło - wszystkie wyświetla się na ekranie! A jak już mowa o chmurach... Czy wiedziałeś, że Twoje służby są zapisywane nie tylko lokalnie, lecz również w iCloud, dzięki czemu dane są synchronizowane na Twoich wszystkich urządzeniach?

# welcome_screen_description_4
source: You decide when you press the add or subtract button. Did you tap the screen by accident? No problem - the buttons are large, but thanks to the haptic vibrations, you always know when you press them.
pl: To Ty decydujesz kiedy wciśniesz przycisk dodawania lub odejmowania. Wcisnąłeś przez przypadek przycisk? Nie ma problemu - przyciski są duże, lecz dzięki wibracjom zawsze będziesz wiedział, kiedy je wciskasz.

# welcome_screen_description_5
source: This app works better with the above permissions. Please, switch the above toggles and permit to take full advantage of the application options. Your location will not be shared and I will not tire you with notifications.
pl: Ta aplikacja działa lepiej z powyższymi uprawnieniami. Proszę, przełącz powyższe przełączniki i udziel zezwolenia, aby w pełni korzystać z możliwości aplikacji. Twoja lokalizacja nie zostaje mi udostępniona oraz nie będę Cię męczyć powiadomieniami.

# welcome_screen_description_6
source: This is the end of the quick tutorial. Yes, it's that simple! You don't need anything else - Covider will take care of it all for you. All you have to do is press that beautiful green button below...
pl: To koniec tego szybkiego poradnika. Tak, to takie proste! Nie potrzebujesz niczego więcej - Covider zajmie się tym wszystkim za ciebie. Jedyne co musisz zrobić to wcisnąć ten piękny zielony przycisk poniżej...

# empty_list
source: Oh no! You do not have saved duties. Press the button in the upper right corner to add a new duty.
pl: Oh nie! Nie posiadasz zapisanych służb. Wciśnij przycisk w prawym górnym rogu, aby dodać nową służbę.

source: Duties
pl: Służby

source: New duty
pl: Nowa służba

source: End session
pl: Zakończ służbę

source: Confirm
pl: Potwierdź

# end_session_description
source: Are you sure you want to end this session?
pl: Czy jesteś pewny, że chcesz zakończyć tę sesję?

source: Go back
pl: Cofnij

source: people in this place
pl: ludzi w tym miejscu

source: Location
pl: Lokalizacja

source: Notifications
pl: Powiadomienia

# notification_permission_title
source: Please, allow notifications
pl: Do czego potrzebna jest zgoda na powiadomienia?

# notification_permission_description
source: After tapping the "Start Duty" button, an alert asking for permission to notify will be displayed. Please, allow it - the app will not send you notifications. This is necessary for the stopwatch to count in the background, e.g. when a screen is locked. However, if it does not interfere you the inaccuracy of the session duration after locking the screen or you are sure that you will have the screen turned on all the time, ignore this notification and click the "don't allow" button in the next alert.
pl: Po przełączeniu powyższego przełącznika pojawi się alert z prośbą o zezwolenie na powiadomienia. Proszę, udziel na nie zgody - aplikacja nie będzie wysyłać Tobie powiadomień. Jest to niezbędne, aby stoper liczył czas w tle, np. przy zablokowanym ekranie. Jeśli jednak nie przeszkadza Ci niedokładność czasu trwania sesji po zablokowaniu ekranu lub jesteś pewny, że będziesz mieć cały czas włączony ekran, zignoruj to powiadomienie i nie zezwalaj na wysyłanie powiadomień.

# location_permission_title
source: Please, allow location
pl: Do czego potrzebna jest zgoda na użycie lokalizacji?

# location_permission_description
source: After tapping the "Start Duty" button, an alert asking for permission to notify will be displayed. Please, allow it - the app will not send you notifications. This is necessary for the stopwatch to count in the background, e.g. when a screen is locked. However, if it does not interfere you the inaccuracy of the session duration after locking the screen or you are sure that you will have the screen turned on all the time, ignore this notification and click the "don't allow" button in the next alert.
pl: Po przełączeniu powyższego przełącznika pojawi się alert z prośbą o zezwolenie na użycie lokalizacji. Proszę, udziel na nie zgody - aplikacja nie będzie udostępniać żadnych danych. Jest to niezbędne, aby aby wyświetlić w widoku ze szczegółami mapę z zaznaczoną lokacją służby. Jeśli jednak nie chcesz mieć mapy z lokalizacją służby, nie zezwalaj na wysyłanie używanie lokalizacji. Wybranie "Pozwól raz" zezwoli na pobieranie lokalizacji do momentu wyłączenia aplikacji. Oznacza to, że przy następnym uruchomieniu i włączenia sesji trzeba będzie ponownie udzielić lub odmówić zgody. Wybranie "Pozwalaj, gdy używam aplikacji" zezwoli na pobieranie lokalizacji tylko wtedy, gdy aplikacja jest włączona. Lokalizacja pobierana jest tylko w momencie wykonywania służby - po zakończeniu sesji nie jest ona aktualizowana. Nie trzeba ponownie udzielać zgody.

source: All people
pl: Wszyscy ludzie

source: Guard
pl: Ochroniarz

source: Start Date
pl: Data rozpoczęcia

source: End Date
pl: Data zakończenia

source: Vaccinated
pl: Zaszczepieni

source: Unvaccinated
pl: Niezaszczepieni

# setup_duty_title
source: Setup Duty
pl: Dostosuj służbę

# setup_duty_description
source: This view is used to configure your duty. Fill in the following data.
pl: Ten widok służy do skonfigurowania Twojej służby. Uzupełnij wszystkie dane poniżej.

source: Title
pl: Tytuł

# guard_name
source: Guard's name
pl: Imię ochroniarza

source: Place
pl: Miejsce

source: Vaccinated Division
pl: Podział na zaszczepionych

source: Cancel
pl: Anuluj

source: Start Duty
pl: Rozpocznij
